// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Testisivu";

TransferringProcessTitle = "Siirretään tiedostoa…";
PrintingProcessTitle = "Tulostetaan testisivua…";

HSDTitleTextFieldValue = "Testisivu";
HSDInfoTextFieldValue = "Jos asiakirjan tulostamisessa tällä tulostimella ilmenee ongelmia, voit yrittää selvittää ongelman syyn tulostamalla testisivun.

Testisivu lähetetään suoraan tulostimelle käyttämättä tulostinohjaimen ohjelmistoa tai mitään muuta järjestelmän toimintoa.

Jos testisivu tulostuu oikein, ongelma saattaa liittyä tietokoneen tulostusjärjestelmään. Voit yrittää poistaa ongelman asentamalla tulostinohjaimen ohjelmiston uudelleen.

Jos testisivu ei tulostu tai tulostuu virheellisesti, tulostin ei toimi oikein.";
HSDPrintButtonTitle = "Tulosta testisivu";

HSDRMTTPPanelHeader = "Tulosta tulostimen tilaraportti";
HSDRMTTPPanelHeader = "Tulosta testisivu, joka tarkistaa, että laite voi vastaanottaa tietoja ja tulostaa tietokoneelta oikein. Tavallista paperia voidaan käyttää tähän tarkoitukseen.\n\nTulosta testisivu valitsemalla Tulosta sivu.";
HSDRMTTPButtonTitle = "Tulosta sivu";
RMTTaskTitle = "Tulostimen tila-\nraportti";

NoPaperTitle = "Paperi lopussa";
NoPaperMsg = "Laitteesta on loppunut paperi. Lisää syöttöalustaan paperia.";
